Repository: db-ol/Orra
Catalog: Orra/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ (lid closed)
zh_hans: %@（已合盖）

source: %@ (not connected)
zh_hans: %@（未连接）

source: %@ could not start
zh_hans: %@ 无法启动

source: %@ is chosen under Microphone. Choose another microphone or System Default there.
zh_hans: “麦克风”中选择的是 %@。请在那里改选其他麦克风或“系统默认”。

# %@ is not connected, so %@ recorded.
source: %1$@ is not connected, so %2$@ recorded.
zh_hans: %1$@ 未连接，所以改用 %2$@ 录音。

source: %@ is not connected, so the system default input recorded.
zh_hans: %@ 未连接，所以改用系统默认输入录音。

# %lld of %lld words
source: %1$lld of %2$lld words
zh_hans: 已有 %1$lld 个，最多 %2$lld 个

source: About
zh_hans: 关于

source: About once a day Orra asks GitHub for the latest version. Like any web request, the check carries your preferred languages, and nothing else about your Mac. Each update is installed only after you choose it.
zh_hans: Orra 大约每天向 GitHub 查询一次最新版本。和所有网页请求一样，查询会带上你偏好的语言，除此之外不发送任何关于你的 Mac 的信息。每次更新都要你同意后才会安装。

source: Add
zh_hans: 添加

source: Add “%@” from the Clipboard to Vocabulary
zh_hans: 把拷贝的“%@”加入个人词库

source: Added “%@” to Vocabulary
zh_hans: 已把“%@”加入个人词库

source: Allow Accessibility
zh_hans: 允许辅助功能

source: Allow Microphone Access…
zh_hans: 允许访问麦克风…

source: Allow Orra in Login Items…
zh_hans: 在登录项中允许 Orra…

source: Allow the microphone
zh_hans: 允许使用麦克风

source: Another app came to the front, so the text was not pasted. Use Copy Last Dictation.
zh_hans: 另一个 App 切换到了前台，所以没有粘贴文字。请使用“拷贝上次听写”。

source: Cancel Download
zh_hans: 取消下载

source: Check for Updates…
zh_hans: 检查更新…

source: Check for updates automatically
zh_hans: 自动检查更新

source: Checking the downloaded files…
zh_hans: 正在检查下载的文件…

source: Checking…
zh_hans: 正在检查…

source: Choose System Default under Microphone, then pick %@ in Sound settings.
zh_hans: 请在“麦克风”中选择“系统默认”，然后在“声音”设置中选择 %@。

source: Close
zh_hans: 关闭

source: Copy Last Dictation
zh_hans: 拷贝上次听写

source: Done
zh_hans: 完成

source: Download Speech Model (%@)
zh_hans: 下载语音模型（%@）

source: Download the speech model
zh_hans: 下载语音模型

# Downloading the speech model: %lld%% of %@
source: Downloading the speech model: %1$lld%% of %2$@
zh_hans: 正在下载语音模型：%1$lld%%，共 %2$@

source: Downloading…
zh_hans: 正在下载…

source: Forget Learned Corrections
zh_hans: 清除学到的修改

source: From %@
zh_hans: 来源：%@

source: General
zh_hans: 通用

source: Grant Accessibility Access…
zh_hans: 授予辅助功能权限…

source: Heard as “%@”
zh_hans: 原来听成了“%@”

# Hold %@ or %@ to talk
source: Hold %1$@ or %2$@ to talk
zh_hans: 按住%1$@或%2$@说话

source: Hold %@ to talk
zh_hans: 按住%@说话

# Hold %@, %@ or %@ to talk
source: Hold %1$@, %2$@ or %3$@ to talk
zh_hans: 按住%1$@、%2$@或%3$@说话

# Hold %@, %@, %@ or %@ to talk
source: Hold %1$@, %2$@, %3$@ or %4$@ to talk
zh_hans: 按住%1$@、%2$@、%3$@或%4$@说话

source: Hold a key on its own, speak, and let go. fn (Globe) is at the bottom left of a MacBook keyboard. Right Control suits most external keyboards.
zh_hans: 单独按住一个键，说话，然后松开。fn（地球仪）键在 MacBook 键盘的左下角，外接键盘大多适合用右侧 Control 键。

source: Hold a key, speak, and let go. Orra types what you said into the app you are using. Your voice is turned into text on this Mac.
zh_hans: 按住一个键，说话，然后松开。Orra 会把你说的话输入到你正在使用的 App 中。语音在这台 Mac 上转成文字。

source: Install Orra %@…
zh_hans: 安装 Orra %@…

source: Learn from my corrections
zh_hans: 从我的修改中学习

source: Learning
zh_hans: 学习

source: Listening
zh_hans: 正在聆听

source: Loading the speech model…
zh_hans: 正在载入语音模型…

source: Loading…
zh_hans: 正在载入…

source: Microphone
zh_hans: 麦克风

source: Microphone access is off
zh_hans: 麦克风访问权限已关闭

source: Microphone access is off. Turn on Orra under Microphone in System Settings.
zh_hans: 麦克风访问权限已关闭。请在系统设置的“麦克风”中打开 Orra。

source: New word
zh_hans: 新词

source: No sound came from %@
zh_hans: %@ 没有传来声音

source: No sound came from the microphone
zh_hans: 麦克风没有传来声音

source: No speech was recognized
zh_hans: 没有识别到语音

source: No talk key is set
zh_hans: 未设置说话键

source: No words yet
zh_hans: 还没有词

source: Not Now
zh_hans: 以后

source: Not done yet
zh_hans: 尚未完成

source: Not downloaded
zh_hans: 未下载

source: Open Microphone Settings…
zh_hans: 打开麦克风设置…

source: Open Sound Settings…
zh_hans: 打开声音设置…

source: Open at Login
zh_hans: 登录时打开

source: Orra can use the microphone.
zh_hans: Orra 可以使用麦克风。

source: Orra could not add itself to Login Items
zh_hans: Orra 无法将自己添加到登录项

source: Orra could not download the model from Hugging Face or its mirrors.
zh_hans: Orra 无法从 Hugging Face 或其镜像下载模型。

source: Orra could not remove itself from Login Items
zh_hans: Orra 无法将自己从登录项中移除

source: Orra could not save the model files.
zh_hans: Orra 无法存储模型文件。

source: Orra does not paste into password fields. Use Copy Last Dictation.
zh_hans: Orra 不会粘贴到密码栏。请使用“拷贝上次听写”。

source: Orra is always in the menu bar. While this is off, it shows in the Dock only while one of its windows is open.
zh_hans: Orra 始终在菜单栏中。关闭此项后，只有在 Orra 的窗口打开时，程序坞里才会显示它。

source: Orra is ready
zh_hans: Orra 已准备就绪

source: Orra needs it to notice the talk key and to paste the text. Turn on Orra in the list that opens, then come back here.
zh_hans: Orra 需要它来识别说话键并粘贴文字。请在打开的列表中打开 Orra，然后回到这里。

source: Orra needs its speech model to transcribe.
zh_hans: Orra 需要语音模型才能转写。

source: Orra records only while you hold the talk key.
zh_hans: Orra 只在你按住说话键时录音。

source: People, products and terms you use. Orra gives them to the speech model so it writes them your way. They stay on this Mac.
zh_hans: 你常用的人名、产品名和术语。Orra 会把它们交给语音模型，让它按你的写法输出。这些词只保存在这台 Mac 上。

source: Play sounds when recording starts and stops
zh_hans: 开始和停止录音时播放提示音

source: Preparing the speech model…
zh_hans: 正在准备语音模型…

source: Quit Orra
zh_hans: 退出 Orra

source: Ready
zh_hans: 已就绪

source: Remove
zh_hans: 移除

source: Numbers spoken in Chinese, such as dates, times, prices and percentages, are written as digits. Small counts, rough numbers and idioms stay in words.
zh_hans: 说出来的日期、时间、价格和百分比会写成阿拉伯数字。“三本书”这样的小数目、“十几个”这样的约数和成语保持原样。

source: Remove filler words such as um and uh
zh_hans: 去掉“呃”“嗯”这类语气词

source: Removes um, uh and erm where they only fill a pause, and the same sounds in Chinese. Words that carry meaning stay as you said them.
zh_hans: 去掉只用来停顿的“呃”“额”“嗯”“啊”“哦”，英文里的同类词也会去掉。有意义的词，比如“好啊”“吧”“那个”，以及“嗯，好的”这样的回答，会照原样保留。

source: Resume Download (%@ left)
zh_hans: 继续下载（剩余 %@）

source: Right Command
zh_hans: 右侧 Command 键

source: Right Control
zh_hans: 右侧 Control 键

source: Right Option
zh_hans: 右侧 Option 键

source: Search
zh_hans: 搜索

source: Settings…
zh_hans: 设置…

source: Setup Guide…
zh_hans: 设置向导…

source: Show Orra in the Dock
zh_hans: 在程序坞中显示 Orra

source: Show a small bar at the bottom of the screen while Orra is ready
zh_hans: Orra 待命时，在屏幕底部显示一条小横条

source: Show the recording indicator
zh_hans: 显示录音提示

source: Source code and privacy details
zh_hans: 源代码和隐私说明

source: Speech is turned into text on this Mac. Orra goes online only to download the speech model when you ask it to, and to check for updates when you allow it.
zh_hans: 语音在这台 Mac 上转成文字。Orra 只在两种情况下联网：你要求下载语音模型时，以及你允许后检查更新时。

source: Speech model
zh_hans: 语音模型

source: System Default
zh_hans: 系统默认

source: System Default (%@)
zh_hans: 系统默认（%@）

source: System Default (%@, lid closed)
zh_hans: 系统默认（%@，已合盖）

source: Talk Key
zh_hans: 说话键

# The download needs %@ of free space and %@ is free.
source: The download needs %1$@ of free space and %2$@ is free.
zh_hans: 下载需要 %1$@ 的可用空间，目前可用 %2$@。

source: The downloaded files did not match the expected checksums.
zh_hans: 下载的文件与预期的校验值不符。

source: The lid is closed, so the built in microphone is off
zh_hans: 盖子已合上，内建麦克风已关闭

source: The microphone changed during the recording. Try again.
zh_hans: 录音时麦克风发生了变化。请再试一次。

source: The microphone could not start
zh_hans: 麦克风无法启动

source: The microphone needs permission
zh_hans: 麦克风需要权限

source: The model comes from Hugging Face or a mirror. Your speech stays on this Mac.
zh_hans: 模型来自 Hugging Face 或其镜像。你的语音只留在这台 Mac 上。

source: The recording could not be transcribed
zh_hans: 无法转写这段录音

source: The speech model could not be loaded
zh_hans: 无法载入语音模型

source: The speech model is not on this Mac
zh_hans: 这台 Mac 上没有语音模型

source: The speech model is not ready. The Orra menu shows what is missing.
zh_hans: 语音模型尚未就绪。Orra 菜单里会显示缺少什么。

source: The speech model is ready.
zh_hans: 语音模型已就绪。

source: The speech model is still loading
zh_hans: 语音模型仍在载入

source: The talk key needs Accessibility access
zh_hans: 说话键需要辅助功能权限

source: This Mac is offline. Connect to the internet, then try again.
zh_hans: 这台 Mac 没有联网。请连接互联网，然后重试。

source: This build has no microphone usage description
zh_hans: 此版本缺少麦克风用途说明

source: Transcribing…
zh_hans: 正在转写…

source: Try Again
zh_hans: 重试

source: Try it in any app: hold the talk key, say something, and let go. The text appears where you are typing.
zh_hans: 在任何 App 中试试：按住说话键，说点什么，然后松开。文字会出现在你正在输入的位置。

source: Type a word or name, then press Return
zh_hans: 输入一个词或名字，按回车添加

source: Undo
zh_hans: 撤销

source: Version %@
zh_hans: 版本 %@

source: Vocabulary
zh_hans: 个人词库

source: Vocabulary is full, so “%@” was not added
zh_hans: 个人词库已满，没有加入“%@”

source: Welcome to Orra
zh_hans: 欢迎使用 Orra

source: When this is on, Orra reads the text of the field you dictated into for up to 3 minutes after each paste, while you are in that field, never a password field. When you fix a misheard word, Orra adds the right spelling to your vocabulary and shows a notice where you can undo it. Orra keeps only the word pairs, on this Mac. It works in apps that let macOS read their text, such as Notes, Mail and Safari, but not in some editors and terminals. There, copy the right word and add it from the Orra menu.
zh_hans: 打开后，每次粘贴后的 3 分钟内，只要你还在那个输入框里，Orra 就会读取它的文字，从不读取密码框。你改正一个听错的词，Orra 就会把正确的写法加入个人词库，并弹出提示，你可以撤销。Orra 只保存词对，只存在这台 Mac 上。它只在 macOS 能读取文字的 App 里生效，比如备忘录、邮件和 Safari，部分编辑器和终端不行。在这些 App 里，请拷贝正确的词，再从 Orra 菜单里添加。

source: While this microphone is not connected, Orra uses the system default. With the lid closed, a MacBook's own microphone is off.
zh_hans: 这个麦克风未连接时，Orra 使用系统默认输入。合上盖子时，MacBook 自带的麦克风会关闭。

source: While you dictate
zh_hans: 听写时

source: Write numbers as digits
zh_hans: 把数字写成阿拉伯数字

source: fn
zh_hans: 地球仪（fn）键

source: fn (Globe)
zh_hans: fn（地球仪）键

source: right Command
zh_hans: 右侧 Command 键

source: right Control
zh_hans: 右侧 Control 键

source: right Option
zh_hans: 右侧 Option 键
